Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# list.snapshot.help_tooltip
source: Snapshots capture the full membership of a list at a point in time. Compare two snapshots to see what changed.
ar: تلتقط اللقطات العضوية الكاملة للقائمة في وقت ما. قارن بين لقطتين لمعرفة ما تغير.
de: Snapshots erfassen die vollständige Mitgliedschaft einer Liste zu einem bestimmten Zeitpunkt.Vergleichen Sie zwei Schnappschüsse, um zu sehen, was sich geändert hat.
es: Las instantáneas capturan todos los miembros de una lista en un momento dado. Compare dos instantáneas para ver qué cambió.
fr: Les instantanés capturent l’ensemble des membres d’une liste à un moment donné. Comparez deux instantanés pour voir ce qui a changé.
it: Le istantanee acquisiscono l'intera appartenenza a un elenco in un determinato momento. Confronta due istantanee per vedere cosa è cambiato.
ja: スナップショットは、ある時点でのリストの完全なメンバーシップをキャプチャします。 2 つのスナップショットを比較して、何が変更されたかを確認します。
ko: 스냅샷은 특정 시점에 목록의 전체 구성원을 캡처합니다. 두 개의 스냅샷을 비교하여 무엇이 변경되었는지 확인하세요.
nl: Met momentopnamen wordt het volledige lidmaatschap van een lijst op een bepaald moment vastgelegd. Vergelijk twee snapshots om te zien wat er is veranderd.
pl: Migawki rejestrują pełne członkostwo na liście w danym momencie. Porównaj dwie migawki, aby zobaczyć, co się zmieniło.
pt: Os instantâneos capturam todos os membros de uma lista em um determinado momento. Compare dois instantâneos para ver o que mudou.
ru: Снимки фиксируют всех участников списка в определенный момент времени. Сравните два снимка, чтобы увидеть, что изменилось.
th: สแนปชอตจะบันทึกความเป็นสมาชิกทั้งหมดของรายการ ณ เวลาใดเวลาหนึ่ง เปรียบเทียบสแนปชอตสองภาพเพื่อดูว่ามีอะไรเปลี่ยนแปลงไปบ้าง
tr: Anlık görüntüler, bir listenin belirli bir andaki tam üyeliğini yakalar. Neyin değiştiğini görmek için iki anlık görüntüyü karşılaştırın.
vi: Ảnh chụp nhanh ghi lại toàn bộ tư cách thành viên của danh sách tại một thời điểm. So sánh hai ảnh chụp nhanh để xem những gì đã thay đổi.
zh: 快照捕获列表在某个时间点的完整成员资格。比较两个快照以查看发生了什么变化。

# list.snapshot.help.hint
source: Explains how snapshots track membership changes over time
ar: Explains how snapshots track membership changes over time (AR)
de: Erklärt, wie Snapshots Änderungen der Mitgliedschaft im Laufe der Zeit verfolgen
es: Explica cómo las instantáneas rastrean los cambios de membresía a lo largo del tiempo.
fr: Explique comment les instantanés suivent les changements d'adhésion au fil du temps
it: Spiega in che modo le istantanee tengono traccia delle modifiche dell'appartenenza nel tempo
ja: スナップショットが時間の経過に伴うメンバーシップの変化を追跡する方法について説明します
ko: Explains how snapshots track membership changes over time (한국어)
nl: Explains how snapshots track membership changes over time (NL)
pl: Explains how snapshots track membership changes over time (PL)
pt: Explica como os snapshots rastreiam as alterações na associação ao longo do tempo
ru: Explains how snapshots track membership changes over time (RU)
th: Explains how snapshots track membership changes over time (TH)
tr: Explains how snapshots track membership changes over time (TR)
vi: Explains how snapshots track membership changes over time (VI)
zh: 解释快照如何跟踪成员资格随时间的变化

# list.snapshot.help.label
source: Help with snapshots
ar: Help with snapshots (AR)
de: Hilfe bei Schnappschüssen
es: Ayuda con instantáneas
fr: Aide avec les instantanés
it: Aiuto con le istantanee
ja: スナップショットに関するヘルプ
ko: Help with snapshots (한국어)
nl: Help with snapshots (NL)
pl: Help with snapshots (PL)
pt: Ajuda com instantâneos
ru: Help with snapshots (RU)
th: Help with snapshots (TH)
tr: Help with snapshots (TR)
vi: Help with snapshots (VI)
zh: 帮助快照

# list.snapshot.newer
source: Newer Snapshot
ar: Newer Snapshot (AR)
de: Neuerer Schnappschuss
es: Más reciente Snapshot
fr: Instantané le plus récent
it: Istantanea più recente
ja: 新しいスナップショット
ko: Newer Snapshot (한국어)
nl: Neuerer Schnappschuss (NL)
pl: Newer Snapshot (PL)
pt: Instantâneo mais novo
ru: Newer Snapshot (RU)
th: Newer Snapshot (TH)
tr: Newer Snapshot (TR)
vi: 较新快照 (VI)
zh: 较新快照

# list.snapshot.no_changes
source: No membership changes in this comparison.
ar: No membership changes in this comparison. (AR)
de: Keine Mitgliedschaftsänderungen in diesem Vergleich.
es: Sin membership changes in this comparison.
fr: Aucun changement d'adhésion dans cette comparaison.
it: Nessuna modifica all'appartenenza in questo confronto.
ja: なし membership changes in this comparison.
ko: なし membership changes in this comparison. (한국어)
nl: Keine Mitgliedschaftsänderungen in diesem Vergleich. (NL)
pl: No membership changes in this comparison. (PL)
pt: Não membership changes in this comparison.
ru: No membership changes in this comparison. (RU)
th: No membership changes in this comparison. (TH)
tr: No membership changes in this comparison. (TR)
vi: 此比较中没有成员变化。 (VI)
zh: 此比较中没有成员变化。

# list.snapshot.older
source: Older Snapshot
ar: Older Snapshot (AR)
de: Älterer Schnappschuss
es: Más antiguo Snapshot
fr: Instantané le plus ancien
it: Istantanea più vecchia
ja: 古いスナップショット
ko: Older Snapshot (한국어)
nl: Älterer Schnappschuss (NL)
pl: Older Snapshot (PL)
pt: Instantâneo mais antigo
ru: Older Snapshot (RU)
th: Older Snapshot (TH)
tr: Older Snapshot (TR)
vi: 较旧快照 (VI)
zh: 较旧快照

# list.snapshot.previous
source: Previous snapshot: {date}
ar: اللقطة السابقة: {date}
de: Vorheriger Schnappschuss: {date}
es: Instantánea anterior: {date}
fr: Instantané précédent : {date}
it: Istantanea precedente: {date}
ja: 前のスナップショット: {date}
ko: 이전 스냅샷: {date}
nl: Vorige momentopname: {date}
pl: Poprzedni zrzut: {date}
pt: Instantâneo anterior: {date}
ru: Предыдущий снимок: {date}
th: สแนปชอตก่อนหน้า: {date}
tr: Önceki anlık görüntü: {date}
vi: Ảnh chụp nhanh trước đó: {date}
zh: 上一个快照：{date}

# list.snapshot.recent_ops
source: Recent Operations
ar: Recent Operations (AR)
de: Letzte Operationen
es: Reciente Operaciones
fr: Opérations récentes
it: Operazioni recenti
ja: 最近の操作
ko: Recent Operations (한국어)
nl: Letzte Operationen (NL)
pl: Recent Operations (PL)
pt: Operações recentes
ru: Recent Operations (RU)
th: Recent Operations (TH)
tr: Recent Operations (TR)
vi: 最近操作 (VI)
zh: 最近操作

# list.snapshot.removed
source: Removed: {handles}
ar: Removed: {handles} (AR)
de: Entfernt: {handles}
es: Eliminados: {handles}
fr: Supprimé : {handles}
it: Rimossi: {handles}
ja: 削除: {handles}
ko: Removed: {handles} (한국어)
nl: Removed: {handles} (NL)
pl: Removed: {handles} (PL)
pt: Removidos: {handles}
ru: Removed: {handles} (RU)
th: Removed: {handles} (TH)
tr: Removed: {handles} (TR)
vi: 已移除：{handles} (VI)
zh: 已移除：{handles}

# list.snapshot.title
source: Snapshot History
ar: Snapshot History (AR)
de: Schnappschuss-Verlauf
es: Snapshot Historial
fr: Historique des instantanés
it: Cronologia istantanee
ja: スナップショット履歴
ko: Snapshot History (한국어)
nl: Schnappschuss-Verlauf (NL)
pl: Snapshot History (PL)
pt: Histórico de instantâneos
ru: Snapshot History (RU)
th: Snapshot History (TH)
tr: Snapshot History (TR)
vi: 快照历史 (VI)
zh: 快照历史

# list.snapshot.what_changed
source: What Changed Since
ar: What Changed Since (AR)
de: Was sich geändert hat
es: Qué Cambió Desde
fr: Ce qui a changé
it: Cosa è cambiato da
ja: 変更点
ko: What Changed Since (한국어)
nl: Was sich geändert hat (NL)
pl: What Changed Since (PL)
pt: O que mudou desde
ru: What Changed Since (RU)
th: What Changed Since (TH)
tr: What Changed Since (TR)
vi: 自上次以来的变化 (VI)
zh: 自上次以来的变化

# list.subscribe.add_all
source: Add All to "{list}"
ar: Add All to "{list}" (AR)
de: Alle zu "{list}" hinzufügen
es: Agregar todo a "{list}"
fr: Tout ajouter à "{list}"
it: Aggiungi tutto a "{list}"
ja: [ja] Alle zu "{list}" hinzufügen
ko: Add All to "{list}" (한국어)
nl: Add All to "{list}" (NL)
pl: Add All to "{list}" (PL)
pt: Adicionar Todos to "{list}"
ru: Add All to "{list}" (RU)
th: Add All to "{list}" (TH)
tr: Add All to "{list}" (TR)
vi: 全部添加到 "{list}" (VI)
zh: 全部添加到 "{list}"

# list.subscribe.cancel
source: Cancel
ar: Cancel (AR)
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: キャンセル (한국어)
nl: Abbrechen (NL)
pl: Cancel (PL)
pt: Cancelar
ru: Cancel (RU)
th: Cancel (TH)
tr: Cancel (TR)
vi: 取消 (VI)
zh: 取消

# list.subscribe.error_account
source: Select an active account first.
ar: Select an active account first. (AR)
de: Wählen Sie zuerst ein aktives Konto aus.
es: [es] Wählen Sie zuerst ein aktives Konto aus.
fr: Sélectionnez d'abord un compte actif.
it: Seleziona prima un account attivo.
ja: [ja] Wählen Sie zuerst ein aktives Konto aus.
ko: Select an active account first. (한국어)
nl: Select an active account first. (NL)
pl: Select an active account first. (PL)
pt: [pt] Wählen Sie zuerst ein aktives Konto aus.
ru: Select an active account first. (RU)
th: Select an active account first. (TH)
tr: Select an active account first. (TR)
vi: 请先选择一个活跃账户。 (VI)
zh: 请先选择一个活跃账户。

# list.subscribe.error_add
source: Failed to add {handle}: {error}
ar: Failed to add {handle}: {error} (AR)
de: Fehler beim Hinzufügen von {handle}: {error}
es: [es] Fehler beim Hinzufügen von {handle}: {error}
fr: Échec d'ajout de {handle} : {error}
it: Impossibile aggiungere {handle}: {error}
ja: [ja] Fehler beim Hinzufügen von {handle}: {error}
ko: Failed to add {handle}: {error} (한국어)
nl: Failed to add {handle}: {error} (NL)
pl: Failed to add {handle}: {error} (PL)
pt: [pt] Fehler beim Hinzufügen von {handle}: {error}
ru: Failed to add {handle}: {error} (RU)
th: Failed to add {handle}: {error} (TH)
tr: Failed to add {handle}: {error} (TR)
vi: 添加 {handle} 失败：{error} (VI)
zh: 添加 {handle} 失败：{error}

# list.subscribe.error_not_found
source: List not found.
ar: List not found. (AR)
de: Liste nicht gefunden.
es: [es] Liste nicht gefunden.
fr: Liste introuvable.
it: Lista non trovata.
ja: [ja] Liste nicht gefunden.
ko: List not found. (한국어)
nl: List not found. (NL)
pl: List not found. (PL)
pt: Lista not found.
ru: List not found. (RU)
th: List not found. (TH)
tr: List not found. (TR)
vi: 未找到列表。 (VI)
zh: 未找到列表。

# list.subscribe.error_password
source: No saved app password found.
ar: No saved app password found. (AR)
de: Kein gespeichertes App-Passwort gefunden.
es: [es] Kein gespeichertes App-Passwort gefunden.
fr: Aucun mot de passe d'application trouvé.
it: Nessuna password app salvata trovata.
ja: なし saved app password found.
ko: なし saved app password found. (한국어)
nl: No saved app password found. (NL)
pl: No saved app password found. (PL)
pt: Não saved app password found.
ru: No saved app password found. (RU)
th: No saved app password found. (TH)
tr: No saved app password found. (TR)
vi: 未找到已保存的应用密码。 (VI)
zh: 未找到已保存的应用密码。

# list.subscribe.error_uri
source: Enter a list AT URI or URL.
ar: Enter a list AT URI or URL. (AR)
de: Geben Sie eine Listen-AT-URI oder URL ein.
es: [es] Geben Sie eine Listen-AT-URI oder URL ein.
fr: Entrez une URI de liste ou URL.
it: Inserisci un AT URI o URL di lista.
ja: [ja] Geben Sie eine Listen-AT-URI oder URL ein.
ko: Enter a list AT URI or URL. (한국어)
nl: Enter a list AT URI or URL. (NL)
pl: Enter a list AT URI or URL. (PL)
pt: [pt] Geben Sie eine Listen-AT-URI oder URL ein.
ru: Enter a list AT URI or URL. (RU)
th: Enter a list AT URI or URL. (TH)
tr: Enter a list AT URI or URL. (TR)
vi: 请输入列表 AT URI 或 URL。 (VI)
zh: 请输入列表 AT URI 或 URL。

# list.subscribe.fetch
source: Fetch
ar: Fetch (AR)
de: Abrufen
es: Obtener
fr: Récupérer
it: Recupera
ja: 取得
ko: 取得 (한국어)
nl: Abrufen (NL)
pl: Fetch (PL)
pt: Buscar
ru: Fetch (RU)
th: Fetch (TH)
tr: Fetch (TR)
vi: 获取 (VI)
zh: 获取

# list.subscribe.kind
source: Kind
ar: Kind (AR)
de: Art
es: Tipo
fr: Type
it: Tipo
ja: 種類
ko: Kind (한국어)
nl: Art (NL)
pl: Kind (PL)
pt: Tipo
ru: Kind (RU)
th: Kind (TH)
tr: Kind (TR)
vi: 类型 (VI)
zh: 类型

# list.subscribe.name
source: Name
ar: Name (AR)
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: Name (한국어)
nl: Name (NL)
pl: Name (PL)
pt: Nome
ru: Name (RU)
th: Name (TH)
tr: Name (TR)
vi: 名称 (VI)
zh: 名称

# list.subscribe.subscribed
source: Subscribed List
ar: Subscribed List (AR)
de: Abonnierte Liste
es: Subscribed Lista
fr: Liste abonnée
it: Lista abbonata
ja: 購読中のリスト
ko: Subscribed List (한국어)
nl: Abonnierte Liste (NL)
pl: Subscribed List (PL)
pt: Subscribed Lista
ru: Subscribed List (RU)
th: Subscribed List (TH)
tr: Subscribed List (TR)
vi: 已订阅的列表 (VI)
zh: 已订阅的列表

# list.subscribe.subscribed_section
source: Subscribed List
ar: Subscribed List (AR)
de: Abonnierte Liste
es: [es] Abonnierte Liste
fr: Liste abonnée
it: Lista abbonata
ja: [ja] Abonnierte Liste
ko: Subscribed List (한국어)
nl: Subscribed List (NL)
pl: Subscribed List (PL)
pt: Subscribed Lista
ru: Subscribed List (RU)
th: Subscribed List (TH)
tr: Subscribed List (TR)
vi: 已订阅的列表 (VI)
zh: 已订阅的列表

# list.subscribe.title
source: Subscribe to List
ar: Subscribe to List (AR)
de: Liste abonnieren
es: Subscribe to Lista
fr: S'abonner à une liste
it: Abbonati alla lista
ja: リストを購読
ko: Subscribe to List (한국어)
nl: Liste abonnieren (NL)
pl: Subscribe to List (PL)
pt: Assinar to Lista
ru: Subscribe to List (RU)
th: Subscribe to List (TH)
tr: Subscribe to List (TR)
vi: 订阅列表 (VI)
zh: 订阅列表

# list.subscribe.uri_footer
source: Paste the AT URI of a list (e.g. at://did:plc:.../app.bsky.graph.list/rkey) or a bsky.app profile URL.
ar: Paste the AT URI of a list (e.g. at://did:plc:.../app.bsky.graph.list/rkey) or a bsky.app profile URL. (AR)
de: Fügen Sie die AT-URI einer Liste oder eine bsky.app-Profil-URL ein.
es: [es] Fügen Sie die AT-URI einer Liste oder eine bsky.app-Profil-URL ein.
fr: Collez l'AT URI d'une liste ou une URL de profil bsky.app.
it: Incolla l'AT URI di una lista o un URL di profilo bsky.app.
ja: Paste the AT URI of a list or a bsky.app profile URL.
ko: Paste the AT URI of a list or a bsky.app profile URL. (한국어)
nl: Fügen Sie die AT-URI einer Liste oder eine bsky.app-Profil-URL ein. (NL)
pl: Paste the AT URI of a list (e.g. at://did:plc:.../app.bsky.graph.list/rkey) or a bsky.app profile URL. (PL)
pt: [pt] Fügen Sie die AT-URI einer Liste oder eine bsky.app-Profil-URL ein.
ru: Paste the AT URI of a list (e.g. at://did:plc:.../app.bsky.graph.list/rkey) or a bsky.app profile URL. (RU)
th: Paste the AT URI of a list (e.g. at://did:plc:.../app.bsky.graph.list/rkey) or a bsky.app profile URL. (TH)
tr: Paste the AT URI of a list (e.g. at://did:plc:.../app.bsky.graph.list/rkey) or a bsky.app profile URL. (TR)
vi: 粘贴列表的 AT URI（例如 at://did:plc:...）或 bsky.app 个人资料 URL。 (VI)
zh: 粘贴列表的 AT URI（例如 at://did:plc:...）或 bsky.app 个人资料 URL。

# list.subscribe.uri_placeholder
source: List AT URI or URL
ar: List AT URI or URL (AR)
de: Listen-AT-URI oder URL
es: Lista AT URI or URL
fr: AT URI ou URL de la liste
it: AT URI o URL della lista
ja: リストAT URIまたはURL
ko: List AT URI or URL (한국어)
nl: Listen-AT-URI oder URL (NL)
pl: List AT URI or URL (PL)
pt: Lista AT URI or URL
ru: List AT URI or URL (RU)
th: List AT URI or URL (TH)
tr: List AT URI or URL (TR)
vi: 列表 AT URI 或 URL (VI)
zh: 列表 AT URI 或 URL

# list.subscribe.uri_section
source: List URI
ar: List URI (AR)
de: Listen-URI
es: Lista URI
fr: URI de la liste
it: URI lista
ja: リストURI
ko: List URI (한국어)
nl: Listen-URI (NL)
pl: List URI (PL)
pt: Lista URI
ru: List URI (RU)
th: List URI (TH)
tr: List URI (TR)
vi: 列表 URI (VI)
zh: 列表 URI

# list.templates.creating
source: Creating...
ar: Creating... (AR)
de: Wird erstellt …
es: Creando...
fr: Création…
it: Creazione…
ja: 作成中...
ko: Creating... (한국어)
nl: Wird erstellt … (NL)
pl: Creating... (PL)
pt: Criando...
ru: Creating... (RU)
th: Creating... (TH)
tr: Creating... (TR)
vi: 创建中… (VI)
zh: 创建中…

# list.templates.title
source: List Templates
ar: List Templates (AR)
de: Listenvorlagen
es: Lista Templates
fr: Modèles de liste
it: Modelli lista
ja: リストテンプレート
ko: List Templates (한국어)
nl: Listenvorlagen (NL)
pl: List Templates (PL)
pt: Lista Templates
ru: List Templates (RU)
th: List Templates (TH)
tr: List Templates (TR)
vi: 列表模板 (VI)
zh: 列表模板

# lists.advanced
source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzato
ja: 高度な
ko: 고급의
nl: Geavanceerd
pl: Zaawansowany
pt: Avançado
ru: Передовой
th: ขั้นสูง
tr: Gelişmiş
vi: Trình độ cao
zh: 先进的

# lists.advanced.customsearch_button
source: Custom search
ar: بحث مخصص
de: Benutzerdefinierte Suche
es: Búsqueda personalizada
fr: Recherche personnalisée
it: Ricerca personalizzata
ja: カスタム検索
ko: 맞춤 검색
nl: Aangepaste zoekopdracht
pl: Wyszukiwanie niestandardowe
pt: Pesquisa personalizada
ru: Пользовательский поиск
th: การค้นหาที่กำหนดเอง
tr: Özel arama
vi: Tìm kiếm tùy chỉnh
zh: 自定义搜索

# lists.advanced.help
source: Search for posts mentioning your handle or run custom searches across Bluesky.
ar: ابحث عن المنشورات التي تشير إلى اسمك أو قم بإجراء عمليات بحث مخصصة عبر Bluesky.
de: Suchen Sie nach Beiträgen, in denen Ihr Benutzername erwähnt wird, oder führen Sie benutzerdefinierte Suchvorgänge in Bluesky durch.
es: Busque publicaciones que mencionen su nombre de usuario o realice búsquedas personalizadas en Bluesky.
fr: Recherchez des publications mentionnant votre pseudo ou effectuez des recherches personnalisées sur Bluesky.
it: Cerca post che menzionano il tuo pseudonimo o esegui ricerche personalizzate su Bluesky.
ja: 自分のハンドルに言及した投稿を検索するか、Bluesky 全体でカスタム検索を実行します。
ko: 귀하의 핸들을 언급하는 게시물을 검색하거나 Bluesky에서 맞춤 검색을 실행하세요.
nl: Zoek naar berichten waarin jouw gebruikersnaam wordt vermeld of voer aangepaste zoekopdrachten uit in Bluesky.
pl: Szukaj postów wspominających Twój nick lub przeprowadzaj niestandardowe wyszukiwania w Bluesky.
pt: Pesquise postagens que mencionem seu nome de usuário ou faça pesquisas personalizadas no Bluesky.
ru: Ищите сообщения, в которых упоминается ваш псевдоним, или выполняйте индивидуальный поиск в Bluesky.
th: ค้นหาโพสต์ที่กล่าวถึงหมายเลขอ้างอิงของคุณหรือดำเนินการค้นหาที่กำหนดเองใน Bluesky
tr: Kullanıcı adınızdan bahseden gönderileri arayın veya Bluesky'de özel aramalar yapın.
vi: Tìm kiếm các bài đăng đề cập đến tên người dùng của bạn hoặc chạy các tìm kiếm tùy chỉnh trên Bluesky.
zh: 搜索提及您的账号的帖子或在 Bluesky 中运行自定义搜索。

# lists.advanced.mentions_button
source: Search posts mentioning me
ar: البحث عن المنشورات التي تذكرني
de: Nach Beiträgen suchen, die mich erwähnen
es: Buscar publicaciones que me mencionen
fr: Rechercher les posts qui me mentionnent
it: Cerca post che mi menzionano
ja: 自分に言及している投稿を検索
ko: 나를 언급한 게시물 검색
nl: Zoek berichten die mij vermelden
pl: Szukaj postów wspominających mnie
pt: Pesquisar posts que me mencionam
ru: Искать посты с упоминанием меня
th: ค้นหาโพสต์ที่กล่าวถึงฉัน
tr: Beni bahseden gönderileri ara
vi: Tìm bài viết nhắc đến tôi
zh: 搜索提及我的帖子

# lists.blocked_by
source: Blocked by
ar: Blocked by (AR)
de: Blockiert von
es: Bloqueado por
fr: Bloqué par
it: Bloccato da
ja: ブロックされている
ko: Blocked by (한국어)
nl: Blockiert von (NL)
pl: Blocked by (PL)
pt: Bloqueado por
ru: Blocked by (RU)
th: Blocked by (TH)
tr: Blocked by (TR)
vi: 被屏蔽 (VI)
zh: 被屏蔽

# lists.blocking
source: Blocking
ar: Blocking (AR)
de: Blockiert
es: Bloqueando
fr: Blocages
it: Bloccati
ja: ブロック中
ko: Blocking (한국어)
nl: Blockiert (NL)
pl: Blocking (PL)
pt: Bloqueando
ru: Blocking (RU)
th: Blocking (TH)
tr: Blocking (TR)
vi: 已屏蔽 (VI)
zh: 已屏蔽

# lists.create_first
source: Create first list
ar: Create first list (AR)
de: Erste Liste erstellen
es: Crear primer list
fr: Créer une première liste
it: Crea prima lista
ja: 最初のリストを作成
ko: Create first list (한국어)
nl: Erste Liste erstellen (NL)
pl: Create first list (PL)
pt: Criar primeiro list
ru: Create first list (RU)
th: Create first list (TH)
tr: Create first list (TR)
vi: 创建第一个列表 (VI)
zh: 创建第一个列表

# lists.create_first_mod
source: Create first moderation list
ar: Create first moderation list (AR)
de: Erste Moderationsliste erstellen
es: Crear primer moderación list
fr: Créer une première liste de modération
it: Crea prima lista di moderazione
ja: 最初のモデレーションリストを作成
ko: Create first moderation list (한국어)
nl: Erste Moderationsliste erstellen (NL)
pl: Create first moderation list (PL)
pt: Criar primeiro moderação list
ru: Create first moderation list (RU)
th: Create first moderation list (TH)
tr: Create first moderation list (TR)
vi: 创建第一个审核列表 (VI)
zh: 创建第一个审核列表

# lists.export.no_members
source: No lists with members
ar: لا توجد قوائم مع الأعضاء
de: Keine Listen mit Mitgliedern
es: No hay listas con miembros
fr: Aucune liste de membres
it: Nessuna lista con membri
ja: メンバーのリストはありません
ko: 회원이 포함된 목록이 없습니다.
nl: Geen lijsten met leden
pl: Brak list członków
pt: Nenhuma lista com membros
ru: Нет списков с участниками
th: ไม่มีรายการที่มีสมาชิก
tr: Üye içeren liste yok
vi: Không có danh sách thành viên
zh: 没有成员名单

# lists.export.no_members_desc
source: Create a list and add members first.
ar: أنشئ قائمة وأضف الأعضاء أولاً.
de: Erstellen Sie eine Liste und fügen Sie zuerst Mitglieder hinzu.
es: Cree una lista y agregue miembros primero.
fr: Créez une liste et ajoutez d’abord des membres.
it: Crea prima un elenco e aggiungi membri.
ja: まずリストを作成し、メンバーを追加します。
ko: 목록을 만들고 먼저 구성원을 추가하세요.
nl: Maak een lijst en voeg eerst leden toe.
pl: Utwórz listę i najpierw dodaj członków.
pt: Crie uma lista e adicione membros primeiro.
ru: Сначала создайте список и добавьте участников.
th: สร้างรายการและเพิ่มสมาชิกก่อน
tr: Önce bir liste oluşturun ve üyeleri ekleyin.
vi: Tạo một danh sách và thêm thành viên đầu tiên.
zh: 首先创建一个列表并添加成员。

# lists.export.title
source: Export
ar: يصدّر
es: Exportar
fr: Exporter
it: Esportare
ja: 輸出
ko: 내보내다
nl: Exporteren
pl: Eksport
pt: Exportar
ru: Экспорт
th: ส่งออก
tr: İhracat
vi: Xuất khẩu
zh: 出口

# lists.followers
source: Followers
ar: Followers (AR)
de: Follower
es: Seguidores
fr: Abonnés
it: Follower
ja: フォロワー
ko: フォロワー (한국어)
nl: Follower (NL)
pl: Followers (PL)
pt: Seguidores
ru: Followers (RU)
th: Followers (TH)
tr: Followers (TR)
vi: 粉丝 (VI)
zh: 粉丝

# lists.following
source: Following
ar: Following (AR)
de: Folge ich
es: Seguidos
fr: Abonnements
it: Seguiti
ja: フォロー中
ko: フォロー中 (한국어)
nl: Folge ich (NL)
pl: Following (PL)
pt: Seguindo
ru: Following (RU)
th: Following (TH)
tr: Following (TR)
vi: 关注中 (VI)
zh: 关注中

# lists.lists
source: Lists
ar: Lists (AR)
de: Listen
es: Listas
fr: Listes
it: Liste
ja: リスト
ko: リスト (한국어)
nl: Listen (NL)
pl: Lists (PL)
pt: Listas
ru: Lists (RU)
th: Lists (TH)
tr: Lists (TR)
vi: 列表 (VI)
zh: 列表

# lists.lists_on_profile
source: Profile listed on lists...
ar: الملف الشخصي مُدرج في القوائم...
de: Profil ist auf Listen aufgeführt...
es: Perfil incluido en listas...
fr: Profil présent sur des listes...
it: Profilo presente nelle liste...
ja: このプロフィールが掲載されているリスト...
ko: 프로필이 등록된 리스트...
nl: Profiel staat op lijsten...
pl: Profil znajduje się na listach...
pt: Perfil incluído em listas...
ru: Профиль добавлен в списки...
th: โปรไฟล์นี้อยู่ในรายการ...
tr: Profilin yer aldığı listeler...
vi: Hồ sơ có trong các danh sách...
zh: 个人资料被收录的列表...

# lists.lists.help
source: Regular lists organize accounts for reference without moderation actions.
ar: تقوم القوائم العادية بتنظيم الحسابات كمرجع دون إجراءات الاعتدال.
de: Regelmäßige Listen organisieren Konten als Referenz ohne Moderationsmaßnahmen.
es: Las listas periódicas organizan cuentas para referencia sin acciones de moderación.
fr: Les listes régulières organisent les comptes pour référence sans actions de modération.
it: Gli elenchi regolari organizzano gli account per riferimento senza azioni di moderazione.
ja: 通常のリストでは、モデレート アクションを行わずに参照用にアカウントを整理します。
ko: 일반 목록은 조정 작업 없이 참조용으로 계정을 구성합니다.
nl: Regelmatige lijsten organiseren accounts ter referentie zonder moderatie-acties.
pl: Regularne listy organizują konta w celach informacyjnych bez działań moderacyjnych.
pt: Listas regulares organizam contas para referência sem ações de moderação.
ru: Обычные списки организуют учетные записи для справки без действий модерации.
th: รายการปกติจะจัดระเบียบบัญชีเพื่อใช้อ้างอิงโดยไม่ต้องดำเนินการกลั่นกรอง
tr: Normal listeler, hesapları denetleme eylemleri olmadan referans amacıyla düzenler.
vi: Danh sách thông thường sắp xếp các tài khoản để tham khảo mà không cần thực hiện hành động kiểm duyệt.
zh: 常规列表会整理帐户以供参考，无需进行审核操作。
